import type { SwipeEvent } from '@/types'

export const mockSwipeEvents: SwipeEvent[] = [
    {
        id: 156,
        title: "DenDerty. Презентация нового альбома + главные песни",
        date: "2025-11-29T19:30:00.000Z",
        location_name: "Москва, Gipsy",
        location_coords: '',
        image: 'https://s2.afisha.ru/mediastorage/fe/72/a66df979c07a49eab2c0351672fe.png',
        description: '29 ноября DenDerty во главе с Денисом Бурашниковым презентует новый альбом в Москве! В новом релизе Денис Бурашников активно формирует собственный почерк, делая его точнее, ярче и четче. Мягкий выразительный вокал, электронные рычащие басы и брейкбит, усиленная барабанная линия, тяжелые гитары и яркие звуковые контрасты — есть всё, чтобы с головой погрузиться во Вселенную DenDerty. Для гостей- ценителей на концерте будет ещё больше настоящего звука.Вся музыкальная палитра дотянется до ваших ушей, каждый проживёт эмоции на максимум, и никаких передышек.Новые треки, под которые совсем скоро расплавится танцпол VK Gipsy, уже миксуются в студии, но этот сольник не обойдётся без главных песен(там, где грустно — и не только).',
    },
]